[
  {
    "id": "witt-nr-001",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하는 것은?",
    "passage": "경험론은 모든 지식이 감각 경험에서 비롯된다고 본다. 로크는 인간의 마음을 '백지(tabula rasa)'에 비유하며, 태어날 때 마음에는 어떤 관념도 없고 오직 경험을 통해 관념이 형성된다고 주장했다. 이에 반해 합리론자인 데카르트는 감각 경험은 기만적일 수 있으므로 의심할 수 없는 확실한 출발점이 필요하다고 보았다. 그는 방법적 회의를 거쳐 '나는 생각한다, 고로 나는 존재한다'라는 명제에 도달했으며, 이성적 사유만이 확실한 지식의 토대가 된다고 보았다. 칸트는 이 두 입장을 종합하여, 경험이 지식의 재료를 제공하지만 인간의 선험적 인식 형식이 그 재료를 조직한다고 주장했다.",
    "choices": [
      { "id": "1", "text": "로크는 인간이 태어날 때부터 일정한 본유 관념을 지닌다고 보았다." },
      { "id": "2", "text": "데카르트는 감각 경험이 확실한 지식의 유일한 토대라고 주장했다." },
      { "id": "3", "text": "칸트는 경험과 이성적 사유 중 경험만이 지식의 원천이라고 보아 합리론을 전면 부정했다." },
      { "id": "4", "text": "칸트는 경험이 지식의 재료를 제공하되, 선험적 인식 형식이 이를 조직한다고 보았다." }
    ],
    "answerId": "4",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-002",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글을 바탕으로 추론한 것으로 적절한 것은?",
    "passage": "하이데거는 전통 형이상학이 '존재자'에만 관심을 기울이고 '존재' 자체를 망각했다고 비판했다. 그에 따르면 존재자는 개별적으로 존재하는 사물이나 대상이고, 존재는 존재자가 존재할 수 있게 하는 근거이다. 하이데거는 존재의 의미를 묻는 유일한 존재자로 '현존재(Dasein)', 즉 인간을 주목했다. 현존재는 세계 속에 이미 던져져 있으며, 자신의 존재를 이해하면서 살아간다. 그러나 일상에서 현존재는 '그들(das Man)'의 지배 아래 본래적 자기를 잃고 비본래적으로 살아가기 쉽다.",
    "choices": [
      { "id": "1", "text": "하이데거가 말하는 '존재'란 눈앞에 있는 구체적 사물 하나하나를 가리키는 개념이다." },
      { "id": "2", "text": "하이데거에 따르면, 현존재가 자신의 존재 의미를 성찰하지 않는 상태는 비본래적 삶에 해당한다." },
      { "id": "3", "text": "하이데거는 전통 형이상학이 존재 자체의 의미를 충분히 탐구했다고 긍정적으로 평가했다." },
      { "id": "4", "text": "현존재는 세계와 무관하게 독립적으로 존재하는 순수 의식으로, 세계에 던져지기 이전의 순수 자아를 본래적 자기라 한다." }
    ],
    "answerId": "2",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-003",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 주장에 대한 반박으로 가장 적절한 것은?",
    "passage": "칸트의 의무론적 윤리학은 행위의 결과가 아니라 행위의 동기에서 도덕적 가치를 찾는다. 칸트에 따르면, 도덕적으로 옳은 행위란 의무감에서 비롯된 행위이며, 그 기준은 정언명법이다. 정언명법의 핵심은 '네 의지의 준칙이 항상 보편적 법칙이 될 수 있도록 행위하라'는 것이다. 이에 따르면 거짓말은 어떤 상황에서도 도덕적으로 허용될 수 없는데, 모든 사람이 거짓말을 한다면 약속 자체가 무의미해지기 때문이다. 칸트는 이처럼 결과와 무관하게 보편화 가능한 원칙에 따르는 것이 도덕의 본질이라고 주장했다.",
    "choices": [
      { "id": "1", "text": "타인의 생명을 보호하기 위한 거짓말마저 금지하면 더 중요한 가치를 지킬 수 없다." },
      { "id": "2", "text": "도덕적으로 올바른 행위란 반드시 의무감에서 비롯된 것이어야 하며, 결과와는 전혀 관련이 없다." },
      { "id": "3", "text": "보편화 가능성 검증은 도덕적 판단의 유일무이한 기준으로서 어떠한 예외도 허용될 수 없다." },
      { "id": "4", "text": "결과를 고려하지 않는 윤리학이야말로 구체적 상황의 변동에 흔들리지 않는 확고한 도덕적 원칙을 제공할 수 있다." }
    ],
    "answerId": "1",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-004",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 이론을 적용한 사례로 적절한 것은?",
    "passage": "롤스는 정의의 원칙을 도출하기 위해 '무지의 베일'이라는 사고 실험을 제안했다. 무지의 베일 뒤에서 사람들은 자신의 사회적 지위, 재능, 성별, 인종 등을 모른 채 사회의 기본 구조를 선택한다. 롤스에 따르면 이러한 조건에서 합리적인 사람들은 두 가지 정의 원칙에 합의할 것이다. 첫째, 모든 사람에게 평등한 기본적 자유가 보장되어야 한다. 둘째, 사회적·경제적 불평등은 최소 수혜자에게 최대 이익이 되는 경우에만 허용된다. 이를 '차등 원칙'이라 하며, 이는 단순한 결과의 평등이 아니라 공정한 절차를 통한 분배 정의를 추구한다.",
    "choices": [
      { "id": "1", "text": "기업 임원에게 무제한 보상을 지급하되, 그 성과가 오직 개인 역량에 기인한다면 어떤 불평등이든 정당하다고 보는 경우" },
      { "id": "2", "text": "모든 시민에게 동일한 금액의 소득을 분배하여 결과의 완전한 평등을 실현하고자 하는 정책" },
      { "id": "3", "text": "자신의 사회적 지위와 계층을 정확히 인지한 상태에서 자기 계층에 유리한 제도를 의도적으로 선택하는 경우" },
      { "id": "4", "text": "고소득자에게 높은 세율을 적용하여 확보한 재원으로 저소득층의 교육·의료를 지원하는 정책" }
    ],
    "answerId": "4",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-005",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하는 것은?",
    "passage": "비트겐슈타인은 전기 저작 『논리철학 논고』에서 언어가 세계의 논리적 구조를 그림처럼 반영한다는 '그림 이론'을 제시했다. 그러나 후기 저작 『철학적 탐구』에서 그는 이 입장을 스스로 철회하고, 언어의 의미는 고정된 대상과의 대응이 아니라 실제 사용 맥락에서 결정된다고 주장했다. 이를 '언어 게임' 개념으로 설명했는데, 언어는 다양한 삶의 형식 속에서 규칙에 따라 사용되며, 그 규칙은 공동체의 실천 속에서 형성된다. 따라서 사적 언어, 즉 오직 한 개인만이 이해할 수 있는 언어는 불가능하다고 보았다.",
    "choices": [
      { "id": "1", "text": "비트겐슈타인은 전기와 후기에 걸쳐 언어의 의미가 대상과의 대응으로 결정된다는 일관된 입장을 유지했다." },
      { "id": "2", "text": "비트겐슈타인은 사적 언어가 가능하다고 보았는데, 이는 개인의 내적 경험이 고유한 언어로 표현될 수 있기 때문이다." },
      { "id": "3", "text": "언어 게임 개념에 따르면 언어 규칙은 개인이 독자적으로 만들어 낼 수 있으며, 공동체적 합의와는 별개로 성립한다." },
      { "id": "4", "text": "후기 비트겐슈타인에 따르면, 언어의 의미는 사용 맥락에서 결정되며 공동체 실천이 규칙의 바탕이다." }
    ],
    "answerId": "4",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-006",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글을 바탕으로 추론한 것으로 적절한 것은?",
    "passage": "칸트는 미적 판단이 '무관심적 만족'에 기초한다고 보았다. 무관심적 만족이란 대상의 실용적 유용성이나 도덕적 선함과 무관하게, 순전히 대상의 형식에서 느끼는 쾌감을 뜻한다. 칸트에 따르면 '이 꽃은 아름답다'라는 판단은 개인적 취향이 아니라 보편적 동의를 요구하는 판단이다. 이를 '주관적 보편성'이라 하는데, 미적 판단은 개인의 주관적 느낌에서 출발하지만, 모든 사람이 동의할 수 있어야 한다는 보편적 요구를 내포한다. 그러나 부르디외는 미적 취향이 계급적 조건에 의해 형성되며, 보편적이기보다 사회적 구별 짓기의 도구로 기능한다고 비판했다.",
    "choices": [
      { "id": "1", "text": "칸트의 입장에서, 값비싼 보석을 아름답다고 판단하는 것은 경제적 가치를 고려하더라도 순수한 미적 판단이다." },
      { "id": "2", "text": "칸트는 미적 판단이 전적으로 객관적 속성에만 근거하므로 주관적 요소가 일절 개입하지 않는다고 보았다." },
      { "id": "3", "text": "부르디외는 칸트의 무관심적 만족 개념을 적극 수용하고, 이를 사회학적으로 보완하여 이론적 정합성을 높이고자 했다." },
      { "id": "4", "text": "부르디외의 관점에서, 상류층이 선호하는 예술 취향은 보편적 미의 기준이 아니라 계급적 정체성의 표현일 수 있다." }
    ],
    "answerId": "4",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-007",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글에서 설명하는 '도(道)'의 특성으로 적절하지 않은 것은?",
    "passage": "노자는 『도덕경』에서 '도(道)'를 만물의 근원이자 우주 질서의 원리로 제시했다. 도는 언어로 규정할 수 없는 것으로, '도라고 말할 수 있는 도는 참된 도가 아니다'라는 첫 구절이 이를 함축한다. 도는 인위적 질서를 거부하며 '무위자연(無爲自然)', 즉 인위적 행위를 하지 않으면서 스스로 그러한 상태를 추구한다. 노자는 성인의 다스림도 무위에 기초해야 하며, 억지로 제도를 만들고 도덕을 강제하면 오히려 혼란이 생긴다고 보았다. 이는 유가에서 강조하는 예(禮)와 인(仁) 중심의 적극적 사회 교화와 대비된다.",
    "choices": [
      { "id": "1", "text": "도는 언어로 완전하게 규정하거나 정의할 수 없다." },
      { "id": "2", "text": "도는 인위적 질서보다 자연스러운 상태를 지향한다." },
      { "id": "3", "text": "도에 기반한 다스림은 제도와 도덕의 적극적 강제를 핵심으로 삼는다." },
      { "id": "4", "text": "노자의 무위 사상은 유가의 예와 인을 중심으로 한 적극적 사회 교화 방식과 분명히 대비되는 관점이다." }
    ],
    "answerId": "3",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-008",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하는 것은?",
    "passage": "공리주의는 '최대 다수의 최대 행복'을 도덕의 궁극적 기준으로 삼는 결과론적 윤리학이다. 벤담은 쾌락과 고통을 양적으로 계산할 수 있다고 보고, 쾌락의 강도·지속성·확실성 등을 기준으로 행위의 도덕적 가치를 판단하는 양적 공리주의를 주장했다. 이에 대해 밀은 쾌락에는 질적 차이가 있다고 반론했다. 밀에 따르면 정신적 쾌락은 육체적 쾌락보다 질적으로 우월하며, '만족한 돼지보다 불만족한 소크라테스가 낫다'는 표현으로 이를 요약했다. 그러나 공리주의는 소수의 권리를 다수의 행복을 위해 희생할 수 있다는 비판에 직면한다.",
    "choices": [
      { "id": "1", "text": "벤담은 쾌락 사이에 질적 차이가 존재하므로 정신적 쾌락을 육체적 쾌락보다 우선시해야 한다고 주장했다." },
      { "id": "2", "text": "밀은 모든 쾌락이 양적으로만 비교 가능하며 질적 구분은 불필요하다고 보았다." },
      { "id": "3", "text": "벤담은 쾌락의 강도, 지속성, 확실성 등의 기준으로 양적 계산이 가능하다고 보았다." },
      { "id": "4", "text": "공리주의는 결과와 무관하게 행위의 동기만으로 도덕적 가치를 판단하는 의무론적 윤리학에 해당한다." }
    ],
    "answerId": "3",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-009",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글을 바탕으로 추론한 것으로 적절한 것은?",
    "passage": "랑케는 역사가의 임무가 '그것이 본래 어떠했는가'를 있는 그대로 서술하는 데 있다고 주장했다. 그는 1차 사료에 대한 철저한 고증을 통해 객관적 역사 서술이 가능하다고 보았으며, 역사가의 주관적 해석이나 가치 판단을 배제할 것을 요구했다. 이러한 실증주의 역사학은 역사를 과학적 방법론으로 탐구할 수 있다는 자신감을 부여했다. 그러나 카(E.H. Carr)는 이를 비판하며, 역사란 '현재와 과거의 끊임없는 대화'라고 정의했다. 카에 따르면 역사가는 사료를 선택하고 해석하는 과정에서 불가피하게 자신의 관점을 투영하므로, 완전한 객관성은 환상에 불과하다.",
    "choices": [
      { "id": "1", "text": "랑케의 관점에서, 역사가가 사료 해석에 자신의 현재적 문제의식을 반영하는 것은 바람직한 역사 서술 태도이다." },
      { "id": "2", "text": "카의 관점에서, 동일한 사료를 다루더라도 역사가에 따라 다른 서술이 나올 수 있다." },
      { "id": "3", "text": "랑케와 카는 모두 역사가의 주관이 역사 서술에 개입할 수밖에 없다는 점에 동의하며, 이를 역사학의 본질적 특성으로 인정한다." },
      { "id": "4", "text": "카는 1차 사료의 철저한 고증만이 객관적 역사 인식에 도달하는 유일한 경로라는 랑케의 주장을 계승했다." }
    ],
    "answerId": "2",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-010",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 이론을 적용한 사례로 적절한 것은?",
    "passage": "월러스틴의 세계체제론은 자본주의를 하나의 세계적 분업 체계로 파악한다. 이 이론에 따르면 세계 경제는 중심부, 반주변부, 주변부로 구분되며, 중심부 국가는 고부가가치 산업을 독점하고 주변부 국가는 원료와 저임금 노동을 공급하는 종속적 지위에 놓인다. 반주변부 국가는 중심부와 주변부의 중간적 역할을 수행하며, 체제의 안정에 기여한다. 월러스틴은 이러한 위계 구조가 자본주의의 역사적 발전 과정에서 형성된 것이며, 개별 국가의 내부적 요인만으로는 경제적 저발전을 설명할 수 없다고 보았다.",
    "choices": [
      { "id": "1", "text": "한 국가가 교육 투자를 확대하여 자국 내 산업 구조를 고도화하고 독자적으로 경제 성장을 이룬 사례" },
      { "id": "2", "text": "선진국이 첨단 기술 제품을 생산하고 개도국이 원자재를 수출하는 분업이 고착되어 격차가 지속되는 현상" },
      { "id": "3", "text": "모든 국가가 동등한 조건에서 자유 무역에 참여하여 상호 이익을 극대화하는 이상적 시장 경제가 실현되어 위계 없이 공존하는 상태" },
      { "id": "4", "text": "개별 국가가 자급자족 경제 체제를 수립하여 세계 경제와의 교류 없이도 번영을 달성하는 사례" }
    ],
    "answerId": "2",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-011",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "글쓴이가 주장하는 바로 가장 적절한 것은?",
    "passage": "실크로드는 단순한 교역로가 아니라 문명 간 사상과 기술이 교류하는 통로였다. 중국의 제지술과 나침반은 이슬람 세계를 거쳐 유럽에 전파되었고, 이는 유럽의 인쇄 혁명과 대항해 시대의 기반이 되었다. 반대로 서역의 불교는 실크로드를 통해 중국에 유입되어 토착 사상인 유교·도교와 결합하며 독자적 발전을 이루었다. 이러한 문명 교류는 일방적 전파가 아니라 수용 측의 능동적 변용을 수반했다. 따라서 문명의 발전을 특정 지역의 독자적 성취로만 설명하는 것은 역사적 실상과 부합하지 않는다.",
    "choices": [
      { "id": "1", "text": "문명 교류는 쌍방향적이며 수용 측의 능동적 변용을 수반하므로, 한 지역의 독자적 성취로만 설명할 수 없다." },
      { "id": "2", "text": "실크로드를 통한 교역은 물질적 상품의 유통에만 한정되었으며, 사상이나 기술의 교류에는 기여한 바가 전혀 없었다." },
      { "id": "3", "text": "문명의 발전은 외부 교류 없이 각 지역의 독자적 창의성에 의해서만 이루어진다." },
      { "id": "4", "text": "중국의 기술은 이슬람 세계에 전파되지 않았다." }
    ],
    "answerId": "1",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-012",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하지 않는 것은?",
    "passage": "마르크스의 사적 유물론에 따르면, 역사 발전의 원동력은 생산력과 생산 관계의 모순이다. 생산력이 발전하면 기존의 생산 관계가 그 발전을 억제하게 되고, 이 모순이 축적되면 사회 혁명이 일어나 새로운 생산 관계가 수립된다. 이러한 과정을 통해 원시 공동체에서 노예제, 봉건제, 자본주의로 역사가 진행되었다. 마르크스는 자본주의도 생산력과 생산 관계의 모순으로 인해 필연적으로 붕괴하고, 프롤레타리아 혁명을 거쳐 공산주의 사회가 도래할 것이라고 예측했다. 그러나 베버는 경제적 요인만으로 역사 변동을 설명하는 것에 반대하며, 프로테스탄트 윤리와 같은 문화적·관념적 요인도 자본주의 발전에 기여했다고 주장했다.",
    "choices": [
      { "id": "1", "text": "마르크스는 생산력과 생산 관계의 모순이 역사 발전의 원동력이라고 보았다." },
      { "id": "2", "text": "베버는 경제적 요인과 더불어 문화적·관념적 요인이 자본주의 발전에 기여했다고 보았다." },
      { "id": "3", "text": "마르크스에 따르면, 자본주의 이후 프롤레타리아 혁명을 거쳐 봉건제 사회로 복귀한다." },
      { "id": "4", "text": "사적 유물론에서 사회 혁명은 생산력의 발전이 기존 생산 관계에 의해 억제될 때 발생하며 새로운 체제가 형성된다." }
    ],
    "answerId": "3",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-013",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글을 바탕으로 추론한 것으로 적절한 것은?",
    "passage": "토인비는 문명의 성장과 쇠퇴를 '도전과 응전'의 메커니즘으로 설명했다. 문명은 자연환경이나 외부의 도전에 창조적으로 응전할 때 성장하며, 이 응전을 주도하는 것은 소수의 창조적 엘리트이다. 그러나 엘리트가 창조성을 잃고 지배적 소수로 전락하면, 대중은 더 이상 자발적으로 따르지 않게 되고, 문명은 내부적 분열과 외부의 침략에 취약해져 쇠퇴한다. 토인비는 이러한 흥망의 순환이 결정론적 필연이 아니라, 인간의 선택에 달려 있다고 보았다.",
    "choices": [
      { "id": "1", "text": "토인비에 따르면 모든 문명은 예외 없이 동일한 경로를 따라 필연적으로 쇠퇴하므로 인간의 선택과 의지는 중요하지 않다." },
      { "id": "2", "text": "문명의 성장기에는 창조적 엘리트가 대중의 자발적 동의를 이끌어내며 도전에 효과적으로 대응한다." },
      { "id": "3", "text": "토인비의 이론에서 대중은 문명의 성장과 쇠퇴 과정에 아무런 역할을 하지 않으며, 오직 엘리트만이 역사를 움직인다." },
      { "id": "4", "text": "토인비의 관점에서 문명 쇠퇴의 유일한 원인은 자연환경의 악화이며, 엘리트 내부의 창조성 상실과는 전혀 관련이 없다." }
    ],
    "answerId": "2",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-014",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 주장에 대한 반박으로 가장 적절한 것은?",
    "passage": "근대화론은 전통 사회에서 근대 사회로의 이행을 보편적이고 단선적인 발전 과정으로 파악한다. 이 이론에 따르면 서구의 근대화 경로, 즉 산업화·민주화·세속화·합리화가 모든 사회가 따라야 할 모범적 발전 경로이며, 개발도상국의 저발전은 근대적 가치와 제도가 미흡하기 때문이다. 근대화론은 교육, 기술, 자본의 투입을 통해 저발전을 극복할 수 있다고 낙관하며, 발전의 책임을 개별 국가의 내부적 조건에서 찾는다.",
    "choices": [
      { "id": "1", "text": "저발전은 식민 지배와 불평등한 국제 경제 구조에 의해 구조적으로 강요된 결과이다." },
      { "id": "2", "text": "서구의 발전 경로가 가장 합리적이며 보편적으로 적용 가능한 유일한 모범이므로, 모든 국가가 이를 따르는 것이 바람직하다." },
      { "id": "3", "text": "교육과 기술 투입은 저발전 극복에 전혀 기여하지 못한다." },
      { "id": "4", "text": "모든 사회는 동일한 경로로 발전하므로 문화적 차이를 고려할 필요가 없다." }
    ],
    "answerId": "1",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-015",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하는 것은?",
    "passage": "아날학파는 전통적인 정치사·사건사 중심의 역사 서술을 비판하고, 장기 지속(longue durée)의 관점에서 역사를 파악할 것을 주장했다. 브로델은 역사를 세 층위로 구분했다. 가장 느리게 변화하는 지리적·환경적 구조, 수십 년에서 수백 년에 걸쳐 변화하는 사회적·경제적 구조, 그리고 표면적으로 빠르게 변화하는 정치적 사건이 그것이다. 브로델에 따르면 진정한 역사적 변화를 이해하려면 깊은 층위의 구조적 변동에 주목해야 하며, 표면적 사건에만 집중하면 역사의 본질을 놓치게 된다.",
    "choices": [
      { "id": "1", "text": "브로델은 정치적 사건이 가장 느리게 변화하는 역사의 심층 구조라고 보았다." },
      { "id": "2", "text": "아날학파는 전통적인 정치사·사건사 중심 서술을 지지하고 장기 지속의 관점을 전면적으로 거부했다." },
      { "id": "3", "text": "브로델의 역사 층위에서 지리적·환경적 구조는 가장 느리게 변화하는 심층 층위에 해당한다." },
      { "id": "4", "text": "아날학파에 따르면 표면적 사건 중심의 서술만으로도 역사의 본질을 충분히 파악할 수 있으므로 구조 분석은 불필요하다." }
    ],
    "answerId": "3",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-016",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글을 바탕으로 추론한 것으로 적절한 것은?",
    "passage": "역사적 인과 분석에 따르면, 프랑스 혁명은 단일한 원인이 아니라 복합적 요인의 상호작용으로 발생했다. 앙시앵 레짐의 신분제적 불평등, 부르봉 왕조의 재정 위기, 계몽사상의 확산, 흉작으로 인한 식량 위기 등이 중첩되었다. 이때 주의할 점은 원인의 종류를 구분하는 것이다. 구조적 원인은 장기간에 걸쳐 형성된 사회적 모순이며, 촉발 원인은 특정 시점에서 사건을 점화시킨 계기이다. 재정 위기와 신분제적 불평등은 구조적 원인에 해당하고, 삼부회 소집과 바스티유 습격은 촉발 원인에 해당한다.",
    "choices": [
      { "id": "1", "text": "촉발 원인 없이 구조적 원인만 존재했다면 혁명이 발생하지 않았을 가능성이 있다." },
      { "id": "2", "text": "프랑스 혁명의 구조적 원인만으로도 혁명의 정확한 발생 시기를 예측할 수 있었을 것이다." },
      { "id": "3", "text": "계몽사상의 확산은 혁명의 촉발 원인에 해당하고, 바스티유 습격은 구조적 원인이 될 수 있다." },
      { "id": "4", "text": "구조적 원인과 촉발 원인은 동일한 시간적 범위를 가지므로 양자를 구분하여 분석하는 것은 실질적으로 무의미하다." }
    ],
    "answerId": "1",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-017",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 이론을 적용한 사례로 적절한 것은?",
    "passage": "인지 부조화 이론은 페스팅거가 제안한 것으로, 개인이 자신의 믿음·태도·행동 사이에 불일치를 경험하면 심리적 불편함을 느끼고, 이를 해소하기 위해 믿음이나 태도를 변경한다는 이론이다. 예를 들어 흡연이 건강에 해롭다는 사실을 알면서도 흡연을 계속하는 사람은 '흡연의 해로움은 과장되었다'거나 '스트레스 해소 효과가 더 크다'와 같은 합리화를 통해 부조화를 줄이려 한다. 페스팅거는 이를 실험적으로 검증했는데, 지루한 과제를 수행한 후 적은 보상을 받은 집단이 많은 보상을 받은 집단보다 과제를 더 재미있었다고 평가하는 결과를 보여주었다.",
    "choices": [
      { "id": "1", "text": "맛있는 음식을 먹고 자연스럽게 행복감을 느끼는 상황으로, 어떠한 믿음이나 태도와의 불일치도 전혀 관여하지 않는 경우" },
      { "id": "2", "text": "시험 성적이 좋아서 자신의 노력이 충분했다고 확인하는 경우" },
      { "id": "3", "text": "운동을 꾸준히 해온 사람이 건강 검진에서 좋은 결과를 확인하고 만족하는 경우" },
      { "id": "4", "text": "비싼 제품이 기대에 못 미칠 때, '디자인이 좋다'며 구매가 합리적이었다고 스스로 설득하는 경우" }
    ],
    "answerId": "4",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-018",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하는 것은?",
    "passage": "확증 편향은 자신의 기존 믿음이나 가설을 지지하는 정보만 선택적으로 수집하고, 반대되는 정보는 무시하거나 평가절하하는 인지적 경향을 말한다. 웨이슨의 선택 과제 실험은 이를 잘 보여주는데, 피험자들은 가설을 확인하는 사례만 찾고 반증 사례를 검토하지 않는 경향을 보였다. 확증 편향은 일상적 판단뿐 아니라 과학 연구, 수사, 의료 진단 등 전문 영역에서도 발생한다. 포퍼의 반증주의는 이러한 편향에 대한 인식론적 대안으로, 과학적 이론은 확증이 아니라 반증 가능성에 의해 평가되어야 한다고 주장했다.",
    "choices": [
      { "id": "1", "text": "확증 편향은 전문가에게는 발생하지 않으며, 일상적 판단에서만 나타나는 인지적 오류이다." },
      { "id": "2", "text": "포퍼는 과학적 이론이 확증 사례의 축적으로 증명되어야 한다고 보았다." },
      { "id": "3", "text": "웨이슨의 실험에서 피험자들은 가설을 확인하는 사례만 찾는 경향을 보였다." },
      { "id": "4", "text": "확증 편향은 기존 믿음에 반대되는 정보를 적극 수집하고 기존 믿음과 일치하는 정보를 무시하는 합리적 인지 과정이다." }
    ],
    "answerId": "3",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-019",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하지 않는 것은?",
    "passage": "귀인 이론은 사람들이 타인이나 자신의 행동 원인을 어디에서 찾는지를 설명한다. 하이더는 행동의 원인을 내적 귀인(성격, 능력 등 개인 내부 요인)과 외적 귀인(상황, 환경 등 외부 요인)으로 구분했다. 로스는 타인의 행동을 설명할 때 상황적 요인을 과소평가하고 성격 등 내적 요인을 과대평가하는 경향을 '근본적 귀인 오류'라 명명했다. 반면, 자신의 실패에 대해서는 외적 요인을, 성공에 대해서는 내적 요인을 귀인하는 경향이 있는데, 이를 '자기 봉사 편향'이라 한다.",
    "choices": [
      { "id": "1", "text": "하이더는 행동의 원인을 내적 귀인과 외적 귀인으로 구분했다." },
      { "id": "2", "text": "자기 봉사 편향에 따르면, 자신의 실패 원인을 외부 환경에서 찾으려는 경향이 나타난다." },
      { "id": "3", "text": "근본적 귀인 오류란 타인의 행동 원인을 상황적 요인으로 과대평가하는 경향이다." },
      { "id": "4", "text": "귀인 이론은 사람들이 행동의 원인을 설명하는 방식에 관한 이론으로, 내적 요인과 외적 요인의 구분이 핵심이다." }
    ],
    "answerId": "3",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-020",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글을 바탕으로 추론한 것으로 적절한 것은?",
    "passage": "매슬로의 욕구 위계 이론은 인간의 욕구를 다섯 단계로 구분한다. 가장 하위에 생리적 욕구(식욕, 수면 등)가 있고, 그 위로 안전 욕구, 소속과 애정 욕구, 존경 욕구, 그리고 최상위에 자아실현 욕구가 위치한다. 매슬로에 따르면 하위 욕구가 어느 정도 충족되어야 상위 욕구가 나타나며, 자아실현 욕구는 자신의 잠재력을 최대한 발휘하려는 욕구이다. 그러나 이 이론은 욕구 충족 순서가 항상 고정적인지에 대한 비판을 받는다. 전쟁이나 극한 상황에서도 예술 활동이나 자기희생 같은 상위 욕구 충족 행동이 관찰되기 때문이다.",
    "choices": [
      { "id": "1", "text": "매슬로의 이론에 따르면, 경제적으로 안정되지 않은 사람은 어떤 경우에도 소속감이나 애정 욕구를 전혀 느끼지 못한다." },
      { "id": "2", "text": "전쟁 중에 시를 쓰는 병사는 하위 욕구 미충족 시에도 상위 욕구가 발현될 수 있음을 보여준다." },
      { "id": "3", "text": "매슬로의 이론은 모든 문화권에서 동일한 욕구 순서가 적용됨이 실증적으로 완전히 입증되었다." },
      { "id": "4", "text": "자아실현 욕구는 생리적 욕구보다 하위에 위치하며 생존과 직결된다." }
    ],
    "answerId": "2",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-021",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 이론을 적용한 사례로 적절한 것은?",
    "passage": "프레이밍 효과란 동일한 정보라도 제시하는 방식에 따라 사람들의 판단과 선택이 달라지는 현상을 말한다. 트버스키와 카너먼은 '아시아 질병 문제' 실험을 통해 이를 입증했다. 600명이 사망할 수 있는 질병에 대해, '200명을 살릴 수 있다'는 긍정적 프레임으로 제시하면 확실한 대안을 선택하는 비율이 높았고, '400명이 사망한다'는 부정적 프레임으로 제시하면 위험을 감수하는 대안을 선택하는 비율이 높았다. 이 실험은 인간의 의사 결정이 순수하게 합리적이지 않으며, 정보의 틀에 영향을 받는다는 것을 보여준다.",
    "choices": [
      { "id": "1", "text": "수술 성공률 90%라는 안내에 동의한 환자가, 실패율 10%라는 표현을 듣고 수술을 거부하는 현상" },
      { "id": "2", "text": "시험 성적이 낮은 학생이 공부 시간을 늘리는 합리적 의사 결정으로, 정보 제시 방식과는 무관하게 이루어지는 경우" },
      { "id": "3", "text": "가격이 저렴한 제품을 선택하는 소비자의 합리적 선택" },
      { "id": "4", "text": "배고플 때 음식을 찾는 본능적 행동" }
    ],
    "answerId": "1",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-022",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하는 것은?",
    "passage": "소쉬르는 언어 기호가 '기표(signifiant)'와 '기의(signifié)'의 결합으로 이루어진다고 보았다. 기표는 음성적 형태이고, 기의는 그것이 가리키는 개념이다. 소쉬르의 핵심 주장 중 하나는 기표와 기의의 관계가 '자의적(arbitraire)'이라는 것이다. 즉 '나무'라는 소리와 실제 나무의 개념 사이에 필연적 연결은 없으며, 이는 언어마다 동일한 대상을 다른 기표로 지칭하는 데서 확인된다. 또한 소쉬르는 언어를 개인의 발화(parole)와 사회적 체계(langue)로 구분하고, 언어학의 진정한 대상은 개별적 발화가 아니라 사회적 체계로서의 랑그라고 주장했다.",
    "choices": [
      { "id": "1", "text": "소쉬르에 따르면 기표와 기의의 관계는 필연적이며, 모든 언어에서 동일한 소리가 동일한 개념을 가리킨다." },
      { "id": "2", "text": "기표는 음성적 형태이고 기의는 개념이며, 양자의 결합은 자의적이다." },
      { "id": "3", "text": "소쉬르의 기호학에서 기표는 개념을, 기의는 음성적 형태를 가리키며, 양자의 관계는 사회적 약속에 의해 필연적으로 결정된다." },
      { "id": "4", "text": "소쉬르는 언어학의 대상이 개인의 구체적 발화인 파롤이라고 주장했다." }
    ],
    "answerId": "2",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-023",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 주장에 대한 반박으로 가장 적절한 것은?",
    "passage": "촘스키는 인간이 태어날 때부터 언어 습득 장치(LAD)를 갖추고 있으며, 모든 인간 언어에 공통된 보편 문법이 존재한다고 주장했다. 그 근거로 '자극의 빈곤' 논증을 제시하는데, 아이가 접하는 언어 입력은 불완전하고 오류가 섞여 있음에도 불구하고 아이들은 짧은 기간에 복잡한 문법 체계를 습득한다는 것이다. 이는 언어 능력이 경험만으로는 설명할 수 없으며, 생득적 언어 구조가 전제되어야 한다는 결론으로 이어진다. 촘스키는 이를 통해 행동주의 언어학의 자극-반응 모델을 비판했다.",
    "choices": [
      { "id": "1", "text": "아이들이 짧은 기간에 복잡한 문법 체계를 습득한다는 사실은 생득적 언어 구조의 존재를 분명히 뒷받침하는 근거이다." },
      { "id": "2", "text": "행동주의 자극-반응 모델은 이미 완전히 반증되어 더 이상 논의의 여지가 없다." },
      { "id": "3", "text": "보편 문법은 모든 인간 언어의 공통 구조를 설명하는 유일한 이론이다." },
      { "id": "4", "text": "언어 습득은 사회적 상호작용과 통계적 학습 등 경험적 요인으로 설명 가능하므로 생득적 장치가 불필요하다." }
    ],
    "answerId": "4",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-024",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글을 바탕으로 추론한 것으로 적절한 것은?",
    "passage": "사피어-워프 가설은 언어가 사고를 결정하거나 영향을 미친다고 주장한다. 강한 버전인 언어 결정론은 언어가 사고의 범주와 한계를 결정한다고 보며, 약한 버전인 언어 상대성은 언어가 사고에 영향을 미치되 결정하지는 않는다고 본다. 예를 들어 에스키모어에 '눈'을 가리키는 단어가 여러 개 있다는 사례가 자주 인용되지만, 이는 언어가 사고를 결정한다기보다 환경적 필요가 어휘 분화를 촉진한 것으로 해석할 수도 있다. 현대 언어학에서는 강한 버전보다 약한 버전이 더 많은 지지를 받는다.",
    "choices": [
      { "id": "1", "text": "색채어가 풍부한 언어의 사용자는 미세한 색 차이를 더 쉽게 구별할 가능성이 있다." },
      { "id": "2", "text": "강한 버전에 따르면 특정 단어가 없는 언어의 화자는 해당 개념을 전혀 인지할 수 없으며, 이 관점은 현대 언어학의 폭넓은 지지를 받는다." },
      { "id": "3", "text": "에스키모어의 어휘 사례는 언어가 사고를 결정한다는 강한 결정론을 뒷받침하는 결정적 증거이다." },
      { "id": "4", "text": "언어 상대성 가설에 따르면 모든 언어는 동일한 사고 체계를 전제하므로 언어 간 차이는 사고에 영향을 미칠 수 없다." }
    ],
    "answerId": "1",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-025",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하는 것은?",
    "passage": "오스틴의 화행 이론은 언어가 단순히 사실을 기술하는 것이 아니라, 발화 자체가 하나의 행위라고 본다. 오스틴은 화행을 세 가지 층위로 분석했다. 발화 행위(locutionary act)는 문장을 발화하는 행위 자체이고, 발화 수반 행위(illocutionary act)는 발화를 통해 수행되는 의도된 행위(약속, 명령, 경고 등)이며, 발화 효과 행위(perlocutionary act)는 발화가 청자에게 미치는 실제 효과(설득, 위협감 등)이다. 이후 설은 이를 발전시켜 발화 수반 행위를 단언, 지시, 언약, 표현, 선언의 다섯 범주로 분류하며 체계화했다.",
    "choices": [
      { "id": "1", "text": "오스틴은 언어의 유일한 기능이 사실을 기술하는 것이라고 보았다." },
      { "id": "2", "text": "발화 수반 행위는 발화에 수반되는 의도된 행위로, 약속이나 명령이 이에 해당한다." },
      { "id": "3", "text": "발화 효과 행위는 문장을 소리 내어 발화하는 물리적 행위 자체만을 가리킨다." },
      { "id": "4", "text": "설은 오스틴의 화행 이론을 전면 부정하고 언어를 사실 기술의 도구로만 파악하는 새로운 이론을 제시하였다." }
    ],
    "answerId": "2",
    "timeLimitSec": 30
  }
]