[
  {
    "id": "witt-nr-026",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글을 바탕으로 추론한 내용으로 적절한 것은?",
    "passage": "법치주의란 국가 권력의 행사가 법률에 근거해야 한다는 원리이다. 형식적 법치주의는 법률의 내용과 무관하게 법률에 의한 통치 자체를 강조한다. 이에 따르면 의회가 적법한 절차를 거쳐 제정한 법률이라면 그 내용이 부당하더라도 법치주의가 실현된 것으로 본다. 반면 실질적 법치주의는 법률의 내용이 기본권 보장과 정의의 이념에 부합해야 한다고 본다. 제2차 세계대전 이후 독일은 나치 정권이 합법적 절차를 통해 인권을 유린한 역사적 경험을 반성하며, 형식적 법치주의의 한계를 극복하고자 실질적 법치주의를 채택하였다. 오늘날 대부분의 민주주의 국가는 위헌법률심사제를 도입하여 법률의 내용적 정당성까지 심사하는 실질적 법치주의를 지향한다.",
    "choices": [
      { "id": "1", "text": "나치 정권의 사례는 적법한 절차만으로는 정의를 보장할 수 없음을 보여준다." },
      { "id": "2", "text": "형식적 법치주의 하에서는 위헌법률심사제가 작동할 여지가 크다." },
      { "id": "3", "text": "실질적 법치주의는 의회 입법의 절차적 합법성을 검증하는 것에 주된 관심을 둔다." },
      { "id": "4", "text": "형식적 법치주의와 실질적 법치주의는 법률 제정 절차의 측면에서 근본적으로 대립하며, 양자 간에 공통점은 존재하지 않는다." }
    ],
    "answerId": "1",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-027",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하는 것은?",
    "passage": "형사 절차에서 적법 절차의 원칙은 국가 형벌권의 남용으로부터 개인의 기본권을 보호하기 위한 핵심적 원리이다. 이 원칙에 따르면 수사, 기소, 재판, 형의 집행 등 형사 절차의 모든 단계에서 법률이 정한 절차를 준수해야 한다. 특히 무죄추정의 원칙은 유죄 판결이 확정되기 전까지 피고인을 무죄로 추정해야 한다는 것으로, 입증 책임은 검사에게 있다. 또한 영장주의는 체포·구속·압수·수색 등 강제 처분에 법관이 발부한 영장을 요구함으로써 수사 기관의 자의적 권한 행사를 통제한다. 다만 현행범 체포나 긴급체포와 같이 영장 없이 강제 처분이 가능한 예외적 상황도 법률에 규정되어 있다.",
    "choices": [
      { "id": "1", "text": "적법 절차의 원칙은 재판 단계에만 적용되는 법적 원리이다." },
      { "id": "2", "text": "피고인이 스스로 무죄를 입증해야 하는 것이 무죄추정 원칙의 핵심이다." },
      { "id": "3", "text": "영장주의란 모든 강제 처분에 반드시 법관이 발부한 영장이 필요하며 어떤 예외도 인정되지 않는다는 원칙으로, 수사 기관의 권한을 절대적으로 제한한다." },
      { "id": "4", "text": "영장주의에는 법률이 정한 예외적 상황이 인정된다." }
    ],
    "answerId": "4",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-028",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글에서 설명하는 '청약'에 대한 이해로 적절하지 않은 것은?",
    "passage": "계약은 청약과 승낙이라는 두 의사표시의 합치로 성립한다. 청약이란 일정한 내용의 계약을 체결하자는 의사표시로, 이것이 상대방에게 도달하면 효력이 발생한다. 승낙은 청약에 대해 동의하는 의사표시이며, 승낙이 청약자에게 도달하면 계약이 성립한다. 청약은 원칙적으로 철회할 수 없는데, 이는 청약을 신뢰하고 승낙 여부를 검토하는 상대방을 보호하기 위함이다. 다만 청약자가 철회권을 유보한 경우에는 예외가 인정된다. 한편 승낙에 조건을 붙이거나 내용을 변경하면 이는 새로운 청약으로 간주된다.",
    "choices": [
      { "id": "1", "text": "청약은 상대방에게 도달해야 효력이 생긴다." },
      { "id": "2", "text": "청약자는 언제든지 자유롭게 청약을 철회할 수 있다." },
      { "id": "3", "text": "청약에 대해 조건을 붙여 응답하면 승낙이 아닌 새로운 청약이 된다." },
      { "id": "4", "text": "청약의 철회가 원칙적으로 제한되는 것은 상대방의 신뢰를 보호하기 위한 것으로, 다만 청약자가 철회권을 유보한 경우에는 예외가 인정된다." }
    ],
    "answerId": "2",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-029",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하지 않는 것은?",
    "passage": "불법행위란 고의 또는 과실로 타인에게 손해를 가하는 위법 행위를 말한다. 민법은 불법행위의 성립 요건으로 가해자의 고의 또는 과실, 위법성, 손해의 발생, 그리고 행위와 손해 사이의 인과관계를 요구한다. 손해배상은 금전배상이 원칙이며, 재산적 손해뿐 아니라 정신적 손해인 위자료도 청구할 수 있다. 일반 불법행위에서 입증 책임은 피해자에게 있으나, 제조물 책임이나 환경오염 피해처럼 피해자의 입증이 곤란한 영역에서는 입증 책임을 전환하여 가해자가 무과실을 증명하도록 하는 특별법이 마련되어 있다.",
    "choices": [
      { "id": "1", "text": "모든 불법행위 사건에서 입증 책임은 가해자에게 있다." },
      { "id": "2", "text": "불법행위가 성립하려면 행위와 손해 사이에 인과관계가 있어야 한다." },
      { "id": "3", "text": "불법행위로 인한 손해배상은 원칙적으로 금전으로 이루어지며, 재산적 손해와 정신적 손해 모두 배상의 대상이 된다." },
      { "id": "4", "text": "위자료는 정신적 손해에 대한 배상이다." }
    ],
    "answerId": "1",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-030",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글을 바탕으로 <보기>의 사례에 대해 판단한 것으로 가장 적절한 것은?\n\n<보기>\nA사는 새로운 의약품 제조 방법을 개발하여 특허를 출원하였다. 이후 B사가 A사의 허락 없이 동일한 방법으로 의약품을 제조·판매하였다.",
    "passage": "지식재산권은 인간의 지적 창작물에 대해 법적으로 부여되는 배타적 권리이다. 특허권은 새롭고 진보성 있는 발명에 대해 일정 기간 독점적 실시권을 부여하여 기술 혁신을 장려한다. 저작권은 문학·예술 등 창작물의 표현을 보호하며, 아이디어 자체가 아닌 구체적 표현만을 보호 대상으로 한다. 상표권은 상품이나 서비스의 출처를 표시하는 표장에 대한 권리로, 소비자의 혼동을 방지하는 기능을 한다. 이들 권리는 모두 일정한 존속 기간이 있으며, 기간 만료 후에는 누구나 자유롭게 이용할 수 있는 공공의 영역으로 들어간다.",
    "choices": [
      { "id": "1", "text": "B사의 행위는 A사의 저작권을 침해한 것이다." },
      { "id": "2", "text": "B사의 행위는 A사의 상표권을 침해한 것으로, 소비자 혼동 방지를 위한 법적 보호가 적용된다." },
      { "id": "3", "text": "제조 방법은 아이디어에 해당하므로 어떠한 지식재산권의 보호도 받을 수 없다." },
      { "id": "4", "text": "A사의 특허 기간이 만료되었다면 B사의 제조 행위는 합법이다." }
    ],
    "answerId": "4",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-031",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하는 것은?",
    "passage": "국제법은 국가 간의 관계를 규율하는 법 체계로, 조약과 국제관습법을 주요 법원으로 한다. 주권이란 국가가 대내적으로 최고의 통치권을 갖고 대외적으로 독립성을 지니는 것을 의미한다. 국제법은 주권 평등의 원칙에 기초하여, 국가의 크기나 국력과 무관하게 모든 국가가 법적으로 동등한 지위를 가진다고 본다. 그러나 유엔 안전보장이사회 상임이사국의 거부권처럼 실질적 불평등이 존재하는 영역도 있다. 또한 국제법에는 국내법과 달리 강제적 집행 기구가 부재하여 이행을 강제하기 어렵다는 구조적 한계가 있다.",
    "choices": [
      { "id": "1", "text": "주권 평등의 원칙에 따르면 모든 국가는 법적으로 동등한 지위를 가진다." },
      { "id": "2", "text": "국제법은 조약만을 법원으로 삼고 있다." },
      { "id": "3", "text": "유엔 안전보장이사회는 주권 평등의 원칙이 완벽하게 구현된 기구이며, 모든 회원국에게 동일한 표결 권한이 부여되어 있다." },
      { "id": "4", "text": "국제법은 국내법과 동일한 수준의 강제 집행력을 갖추고 있다." }
    ],
    "answerId": "1",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-032",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글을 바탕으로 추론한 내용으로 적절하지 않은 것은?",
    "passage": "헌법소원이란 공권력의 행사 또는 불행사로 인해 헌법상 보장된 기본권을 침해받은 자가 헌법재판소에 그 구제를 청구하는 제도이다. 헌법소원이 인정되려면 청구인이 기본권의 주체여야 하고, 공권력에 의한 기본권 침해가 존재해야 하며, 다른 법률에 의한 구제 절차를 모두 거친 후에야 청구할 수 있다는 보충성의 원칙이 적용된다. 또한 기본권 침해의 자기관련성, 직접성, 현재성이 요구된다. 자기관련성이란 청구인 자신의 기본권이 침해되어야 한다는 것이고, 직접성이란 별도의 집행 행위 없이 공권력에 의해 직접 침해가 발생해야 한다는 것이다.",
    "choices": [
      { "id": "1", "text": "타인의 기본권 침해를 이유로 헌법소원을 청구할 수 있다." },
      { "id": "2", "text": "법률에 의한 구제 수단이 남아 있다면 헌법소원은 원칙적으로 허용되지 않는다." },
      { "id": "3", "text": "집행 행위를 통해 비로소 기본권 침해가 발생하는 경우에는 직접성 요건을 충족하기 어렵다." },
      { "id": "4", "text": "헌법소원은 기본권 침해가 현재 시점에서 발생하고 있어야 한다는 현재성 요건이 적용되며, 이미 종료된 과거의 침해만으로는 원칙적으로 인정되기 어렵다." }
    ],
    "answerId": "1",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-033",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글에서 설명하는 행정법의 원리로 적절하지 않은 것은?",
    "passage": "행정법은 행정 작용과 그에 대한 통제를 규율하는 법 영역이다. 행정법의 기본 원리로는 법률우위의 원칙과 법률유보의 원칙이 있다. 법률우위의 원칙은 행정 작용이 법률에 위반되어서는 안 된다는 소극적 원칙이고, 법률유보의 원칙은 행정 작용에 법률의 근거가 있어야 한다는 적극적 원칙이다. 또한 비례의 원칙은 행정 목적 달성을 위한 수단이 적합하고 필요하며 상당해야 한다는 것으로, 과잉금지의 원칙이라고도 한다. 신뢰보호의 원칙은 행정기관의 선행 조치를 신뢰한 국민의 이익을 보호해야 한다는 원리이다.",
    "choices": [
      { "id": "1", "text": "행정 작용은 법률의 근거 없이도 공익을 위해서라면 자유롭게 시행할 수 있다." },
      { "id": "2", "text": "법률우위의 원칙은 행정 작용이 법률에 위반되어서는 안 된다는 것이다." },
      { "id": "3", "text": "비례의 원칙에 따르면 행정 수단은 목적에 비해 과도하지 않아야 한다." },
      { "id": "4", "text": "신뢰보호의 원칙은 행정기관의 선행 조치를 신뢰한 국민의 정당한 이익이 침해되지 않도록 보호하는 것을 핵심 내용으로 삼는다." }
    ],
    "answerId": "1",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-034",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하는 것은?",
    "passage": "시장에서 가격은 수요와 공급의 상호작용에 의해 결정된다. 수요 곡선은 가격이 하락하면 수요량이 증가하는 우하향의 형태를 띠고, 공급 곡선은 가격이 상승하면 공급량이 증가하는 우상향의 형태를 띤다. 두 곡선이 만나는 점에서 균형 가격과 균형 거래량이 결정된다. 균형 가격보다 높은 가격에서는 초과 공급이, 낮은 가격에서는 초과 수요가 발생하여 가격이 균형점으로 회귀하는 경향을 보인다. 다만 이러한 자율적 가격 조정 기능은 독점이나 정보 비대칭 등 시장 실패 상황에서는 원활히 작동하지 않을 수 있다.",
    "choices": [
      { "id": "1", "text": "수요 곡선은 가격 상승 시 수요량이 늘어나는 우상향의 형태이다." },
      { "id": "2", "text": "균형 가격보다 높은 가격에서는 초과 수요가 발생하며, 이는 소비자 간의 경쟁을 심화시켜 가격의 추가 상승을 유발한다." },
      { "id": "3", "text": "시장의 자율적 가격 조정 기능은 모든 상황에서 완전하게 작동한다." },
      { "id": "4", "text": "독점이나 정보 비대칭은 시장의 가격 조정 기능을 저해할 수 있다." }
    ],
    "answerId": "4",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-035",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글을 바탕으로 피구세의 효과를 설명한 것으로 가장 적절한 것은?",
    "passage": "외부효과란 시장 거래에 참여하지 않은 제3자에게 의도치 않은 이익이나 손해가 발생하는 현상이다. 공장의 매연으로 인한 대기오염은 부정적 외부효과의 대표적 사례이다. 부정적 외부효과가 존재하면 사적 비용이 사회적 비용보다 낮아 시장에서 사회적 최적 수준보다 과다한 양이 생산된다. 경제학자 피구는 이를 교정하기 위해 외부비용에 해당하는 만큼의 세금을 부과할 것을 제안하였는데, 이를 피구세라 한다. 피구세는 생산자의 사적 비용을 사회적 비용과 일치시켜 자원 배분의 효율성을 회복하는 것을 목적으로 한다.",
    "choices": [
      { "id": "1", "text": "피구세를 부과하면 생산자의 사적 비용이 상승하여 과다 생산이 억제된다." },
      { "id": "2", "text": "피구세는 외부효과가 없는 완전경쟁 시장에서 가격을 더욱 낮추어 소비자 잉여를 극대화하기 위한 정책 수단이다." },
      { "id": "3", "text": "피구세의 목적은 생산량을 최대한 늘리는 것이다." },
      { "id": "4", "text": "피구세는 긍정적 외부효과를 증가시키기 위한 보조금이다." }
    ],
    "answerId": "1",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-036",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글을 바탕으로 <보기>의 상황을 분석한 것으로 적절한 것은?\n\n<보기>\n용의자 甲과 乙이 별도로 심문을 받고 있다. 둘 다 묵비하면 각각 1년형, 둘 다 자백하면 각각 5년형, 한 명만 자백하면 자백한 쪽은 석방되고 묵비한 쪽은 10년형을 받는다.",
    "passage": "게임이론은 전략적 상호작용 상황에서 합리적 행위자의 의사결정을 분석하는 이론이다. 대표적인 모형인 죄수의 딜레마에서는 두 명의 참여자가 각자 협력 또는 배반을 선택할 수 있다. 각 참여자는 상대방의 선택과 무관하게 배반이 개인적으로 유리한 우월전략을 가진다. 그 결과 두 참여자 모두 배반을 선택하는 내시 균형에 도달하지만, 이는 양자가 모두 협력했을 때보다 불리한 결과이다. 이 딜레마는 개인적 합리성이 집단적 합리성과 충돌할 수 있음을 보여준다.",
    "choices": [
      { "id": "1", "text": "甲과 乙이 모두 묵비하면 각자 5년형을 받는 내시 균형에 도달한다." },
      { "id": "2", "text": "甲의 입장에서 乙의 선택과 관계없이 자백이 유리하므로 자백이 우월전략이다." },
      { "id": "3", "text": "두 사람이 모두 자백하는 결과는 집단적으로도 가장 바람직한 결과이며, 개인적 합리성과 집단적 합리성이 완전히 일치하는 사례이다." },
      { "id": "4", "text": "묵비가 우월전략이므로 두 사람은 반드시 묵비를 선택할 것이다." }
    ],
    "answerId": "2",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-037",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하지 않는 것은?",
    "passage": "중앙은행의 통화정책은 금리와 통화량을 조절하여 물가 안정과 경기 조절을 도모한다. 경기 침체기에는 기준 금리를 인하하여 대출 비용을 낮추고 소비와 투자를 촉진하는 확대 통화정책을 시행한다. 반대로 경기 과열이나 인플레이션 압력이 높을 때에는 기준 금리를 인상하여 통화량을 축소하는 긴축 통화정책을 실시한다. 그러나 금리가 매우 낮은 수준에 도달하면 추가적인 금리 인하가 실질적 효과를 내지 못하는 유동성 함정에 빠질 수 있다. 이 경우 중앙은행은 양적완화와 같은 비전통적 정책 수단에 의존하기도 한다.",
    "choices": [
      { "id": "1", "text": "확대 통화정책은 기준 금리를 인하하여 소비와 투자를 촉진한다." },
      { "id": "2", "text": "유동성 함정 상황에서는 금리 인하의 경기 부양 효과가 제한적이다." },
      { "id": "3", "text": "긴축 통화정책은 경기 침체기에 시행되며 기준 금리를 인하하여 통화량을 확대한다." },
      { "id": "4", "text": "양적완화는 유동성 함정에 대응하기 위한 비전통적 정책 수단으로, 전통적인 금리 정책이 한계에 봉착했을 때 활용된다." }
    ],
    "answerId": "3",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-038",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글에서 추론할 수 있는 내용으로 가장 적절한 것은?",
    "passage": "재정정책은 정부가 조세와 정부 지출을 조절하여 경기를 안정시키는 정책이다. 경기 침체기에는 정부 지출을 확대하거나 세금을 감면하여 총수요를 증가시키는 확대 재정정책을 시행한다. 반면 경기 과열 시에는 정부 지출을 축소하고 세금을 인상하여 총수요를 억제한다. 케인즈는 민간 부문의 유효수요가 부족할 때 정부가 적극적으로 재정을 투입해야 한다고 주장하였다. 그러나 재정정책에는 정책 결정과 집행 사이의 시간 지연, 재정 적자 누적에 따른 국가 채무 증가 등의 한계가 지적된다.",
    "choices": [
      { "id": "1", "text": "경기 침체기에 세금을 인상하면 총수요가 증가하여 경기 회복에 도움이 된다." },
      { "id": "2", "text": "재정정책이 적시에 시행되지 못하면 경기 안정화 효과가 감소할 수 있다." },
      { "id": "3", "text": "케인즈는 정부 개입 없이도 시장이 스스로 균형에 도달할 것이라고 주장하였으며, 재정정책의 불필요성을 역설하였다." },
      { "id": "4", "text": "확대 재정정책은 항상 국가 재정에 긍정적 영향만 미친다." }
    ],
    "answerId": "2",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-039",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 핵심 내용으로 가장 적절한 것은?",
    "passage": "국제무역에서 환율은 두 나라 화폐의 교환 비율을 의미한다. 자국 화폐의 가치가 하락(환율 상승)하면 수출품의 외화 표시 가격이 낮아져 가격 경쟁력이 높아지고, 수입품의 자국 화폐 표시 가격은 높아져 수입이 감소하는 경향이 있다. 반대로 자국 화폐의 가치가 상승(환율 하락)하면 수출 경쟁력이 약화되고 수입이 증가한다. 다만 환율 변동이 무역 수지에 미치는 효과는 단기적으로는 기대와 반대로 나타날 수 있는데, 이를 J커브 효과라 한다. 이는 환율 변동 초기에는 기존 계약에 의한 교역량이 유지되어 수입액이 오히려 증가하기 때문이다.",
    "choices": [
      { "id": "1", "text": "환율 상승은 항상 즉각적으로 무역 수지를 개선하며 예외 없이 수출 증가를 가져온다." },
      { "id": "2", "text": "자국 화폐 가치 상승은 수출 경쟁력을 강화한다." },
      { "id": "3", "text": "환율 변동이 무역 수지에 미치는 영향과 그 단기적 예외 현상" },
      { "id": "4", "text": "J커브 효과는 환율 변동의 장기적 영향만을 설명하는 이론으로, 단기적 무역 수지 변동과는 무관하다." }
    ],
    "answerId": "3",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-040",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글에서 설명하는 '전망이론'에 대한 이해로 적절한 것은?",
    "passage": "행동경제학은 전통 경제학의 합리적 인간 가정에 의문을 제기하며 인간의 실제 의사결정 방식을 연구한다. 카너먼과 트버스키가 제안한 전망이론에 따르면, 사람들은 이익보다 동일한 크기의 손실에 더 민감하게 반응하는 손실 회피 성향을 보인다. 또한 의사결정은 절대적 수준이 아니라 준거점으로부터의 변화에 의해 좌우된다. 예컨대 100만 원을 가진 사람이 50만 원을 잃는 상황과 아무것도 없는 사람이 50만 원을 얻는 상황은 최종 보유액이 동일하지만, 전자가 느끼는 심리적 고통이 후자의 만족감보다 크다.",
    "choices": [
      { "id": "1", "text": "전망이론은 인간이 항상 합리적으로 효용을 극대화한다는 전통 경제학의 가정을 실험적으로 증명한 이론이다." },
      { "id": "2", "text": "손실 회피란 사람들이 이익과 손실에 동일한 크기의 심리적 반응을 보이는 현상이다." },
      { "id": "3", "text": "전망이론은 이익에 대한 민감도가 손실보다 크다고 본다." },
      { "id": "4", "text": "전망이론에 따르면 최종 보유액이 같더라도 준거점에 따라 심리적 반응이 달라진다." }
    ],
    "answerId": "4",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-041",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하는 것은?",
    "passage": "공유지의 비극이란 누구나 자유롭게 이용할 수 있는 공유 자원이 개인의 이기적 사용으로 인해 고갈되는 현상을 말한다. 생태학자 하딘은 공유 목초지를 예로 들어 이 개념을 설명하였다. 각 목축업자는 자신의 이익을 극대화하기 위해 가축을 더 방목하려 하지만, 모든 목축업자가 이렇게 행동하면 목초지는 황폐화된다. 이에 대한 해법으로 하딘은 사유화나 정부 규제를 제시하였다. 반면 오스트롬은 공동체 내부의 자치적 규범과 제도를 통해 공유 자원을 지속 가능하게 관리할 수 있음을 실증적으로 보여주었다.",
    "choices": [
      { "id": "1", "text": "하딘은 공동체의 자치적 규범만으로도 공유 자원 관리가 충분하다고 보았다." },
      { "id": "2", "text": "오스트롬은 공유 자원 관리를 위해 반드시 사유화가 필요하다고 주장하였으며, 정부 규제나 공동체 자치 규범의 효과를 부정하였다." },
      { "id": "3", "text": "공유 자원은 자유로운 이용이 보장될 때 가장 효율적으로 관리된다." },
      { "id": "4", "text": "공유지의 비극은 개인의 합리적 행동이 집단적으로 비합리적 결과를 초래하는 상황이다." }
    ],
    "answerId": "4",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-042",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글을 바탕으로 <보기>의 사례를 분석한 것으로 적절한 것은?\n\n<보기>\n중고차 시장에서 판매자는 자동차의 상태를 잘 알지만 구매자는 알지 못한다. 이로 인해 좋은 중고차의 판매자는 시장에서 이탈하고, 상태가 나쁜 중고차만 거래되는 현상이 발생하였다.",
    "passage": "정보경제학에서 역선택이란 거래 당사자 간 정보 비대칭으로 인해 품질이 나쁜 재화나 위험이 높은 대상이 시장에서 선택되는 현상이다. 대표적으로 보험 시장에서 건강 상태가 나쁜 사람이 보험에 더 적극적으로 가입하는 경우가 이에 해당한다. 도덕적 해이는 거래 이후 한쪽 당사자가 상대방이 관찰할 수 없는 행동을 취함으로써 발생하는 문제이다. 보험 가입 후 주의 의무를 게을리하는 행위가 대표적이다. 이러한 문제를 완화하기 위해 신호 보내기, 선별, 공시 의무 등의 제도적 장치가 활용된다.",
    "choices": [
      { "id": "1", "text": "이 사례에서 정보 비대칭은 구매자보다 판매자가 자동차 상태를 더 잘 알기 때문에 발생한다." },
      { "id": "2", "text": "이 사례는 보험 가입 이후 주의 의무를 게을리하는 도덕적 해이에 해당한다." },
      { "id": "3", "text": "좋은 중고차의 판매자가 시장에서 이탈하는 것은 역선택과 무관한 현상이며, 단순히 수요와 공급의 법칙에 따른 자연스러운 시장 조정 과정이다." },
      { "id": "4", "text": "정보 비대칭 문제를 해결하면 중고차 시장은 더욱 왜곡된다." }
    ],
    "answerId": "1",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-043",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글에서 추론할 수 있는 내용으로 가장 적절한 것은?",
    "passage": "민주주의는 크게 직접민주주의와 대의민주주의로 나뉜다. 직접민주주의는 시민이 정책 결정에 직접 참여하는 방식으로, 고대 아테네의 민회가 대표적이다. 그러나 대규모 현대 사회에서 모든 시민이 모든 사안에 직접 참여하는 것은 현실적으로 불가능하다. 이에 대의민주주의는 시민이 선출한 대표자를 통해 간접적으로 정치에 참여한다. 대의민주주의에서는 대표자의 책임성을 확보하기 위해 정기적 선거, 의회 감시, 언론의 비판 기능 등이 중요하다. 한편 국민투표나 주민발의 등 직접민주주의적 요소를 대의제에 보완적으로 도입하는 국가도 있다.",
    "choices": [
      { "id": "1", "text": "대의민주주의에서 대표자는 선출 이후에는 시민의 통제를 전혀 받지 않으며, 임기 중 어떠한 책임도 묻지 않는 것이 원칙이다." },
      { "id": "2", "text": "현대 대의민주주의 국가에서도 직접민주주의적 요소를 활용할 수 있다." },
      { "id": "3", "text": "직접민주주의는 현대 대규모 국가에서 완벽하게 구현 가능하다." },
      { "id": "4", "text": "대의민주주의는 시민의 직접 참여를 완전히 배제한다." }
    ],
    "answerId": "2",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-044",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하지 않는 것은?",
    "passage": "사회 계약론은 국가의 기원과 정당성을 설명하는 정치철학 이론이다. 홉스는 자연 상태를 '만인의 만인에 대한 투쟁'으로 규정하고, 개인들이 안전을 위해 절대 권력자에게 권리를 양도하는 계약을 맺는다고 보았다. 로크는 자연 상태에서도 생명, 자유, 재산에 대한 자연권이 존재하며, 국가의 역할은 이 권리를 보호하는 것이라고 주장하였다. 만약 국가가 이 역할을 이행하지 않으면 시민은 저항권을 행사할 수 있다고 보았다. 루소는 일반의지에 기초한 사회 계약을 통해 개인의 자유와 공동체의 질서가 양립할 수 있다고 주장하였다.",
    "choices": [
      { "id": "1", "text": "로크에 따르면 국가가 자연권 보호 의무를 다하지 않을 경우 시민은 저항할 수 있다." },
      { "id": "2", "text": "루소는 일반의지를 통해 개인의 자유와 공동체 질서의 조화를 추구하였다." },
      { "id": "3", "text": "홉스는 자연 상태를 평화로운 협력의 상태로 묘사하였으며, 국가 권력의 필요성을 부정하였다." },
      { "id": "4", "text": "홉스, 로크, 루소 모두 사회 계약을 통한 국가 형성을 논의하였으며, 이는 국가 정당성의 근거를 시민의 동의에서 찾는다는 공통점이 있다." }
    ],
    "answerId": "3",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-045",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글에서 '권력 분립'의 목적으로 가장 적절한 것은?",
    "passage": "권력 분립은 국가 권력을 입법, 행정, 사법으로 나누어 서로 다른 기관에 귀속시키는 원리이다. 몽테스키외는 권력이 한곳에 집중되면 필연적으로 남용된다고 보고, 삼권 분립을 통해 권력 간 견제와 균형을 이룰 것을 주장하였다. 입법부는 법률을 제정하고, 행정부는 법률을 집행하며, 사법부는 법률에 따라 분쟁을 재판한다. 각 기관은 다른 기관의 권한 행사를 감시하고 통제할 수 있는 권한을 갖는다. 예컨대 행정부의 법률안 거부권, 사법부의 위헌법률심사권, 입법부의 탄핵 소추권 등이 이에 해당한다.",
    "choices": [
      { "id": "1", "text": "행정의 효율성을 극대화하기 위해 권력을 단일 기관에 집중시키는 것" },
      { "id": "2", "text": "입법부에 최고의 권한을 부여하여 행정부와 사법부를 통제하도록 하는 것" },
      { "id": "3", "text": "권력 집중에 의한 남용을 방지하고 기관 간 견제와 균형을 실현하는 것" },
      { "id": "4", "text": "사법부가 입법과 행정 기능까지 수행하도록 하여 법률의 통일적 적용을 보장하고, 이를 통해 국가 권력의 일관성을 확보하는 것" }
    ],
    "answerId": "3",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-046",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하는 것은?",
    "passage": "선거 제도는 유권자의 투표를 의석으로 전환하는 방식에 따라 다수대표제와 비례대표제로 구분된다. 다수대표제는 한 선거구에서 가장 많은 득표를 한 후보가 당선되는 방식으로, 정치적 안정성을 높이지만 사표가 많이 발생한다는 단점이 있다. 비례대표제는 정당의 득표율에 비례하여 의석을 배분하는 방식으로, 다양한 정치 세력의 의회 진입을 가능하게 하지만 군소 정당의 난립으로 정국이 불안정해질 수 있다. 많은 국가가 두 제도를 혼합한 혼합형 선거 제도를 채택하여 각 제도의 장점을 극대화하고 단점을 보완하고자 한다.",
    "choices": [
      { "id": "1", "text": "다수대표제는 사표 발생이 적고, 소수 정당의 의회 진출이 용이하다." },
      { "id": "2", "text": "비례대표제는 다양한 정치 세력의 의회 진입을 가능하게 한다." },
      { "id": "3", "text": "혼합형 선거 제도를 채택하는 국가는 전혀 없으며, 모든 민주주의 국가는 다수대표제 또는 비례대표제 중 하나만을 순수하게 적용한다." },
      { "id": "4", "text": "비례대표제에서는 사표가 다수대표제보다 더 많이 발생한다." }
    ],
    "answerId": "2",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-047",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글을 바탕으로 추론한 내용으로 적절하지 않은 것은?",
    "passage": "현대 민주주의에서 여론은 정책 결정에 중요한 영향을 미치며, 미디어는 여론 형성의 핵심적 매개체이다. 미디어는 의제 설정 기능을 통해 대중이 무엇을 중요한 문제로 인식할지에 영향을 미친다. 또한 프레이밍 효과란 동일한 사안도 어떤 틀로 보도하느냐에 따라 수용자의 판단이 달라지는 현상을 말한다. 그러나 미디어가 특정 정치 세력이나 자본에 종속될 경우 여론이 왜곡될 위험이 있다. 이에 미디어의 다원성 보장, 팩트체크 저널리즘, 미디어 리터러시 교육 등이 건전한 여론 형성을 위한 방안으로 제시된다.",
    "choices": [
      { "id": "1", "text": "미디어가 특정 사안을 집중 보도하면 대중이 해당 사안을 더 중요하게 인식할 수 있다." },
      { "id": "2", "text": "미디어의 보도 방식이 달라지면 동일한 사안에 대한 대중의 판단도 달라질 수 있다." },
      { "id": "3", "text": "미디어 리터러시 교육은 시민이 미디어 정보를 비판적으로 수용하는 능력을 키우는 데 도움이 된다." },
      { "id": "4", "text": "미디어의 다원성이 보장되면 여론 왜곡의 가능성이 완전히 사라진다." }
    ],
    "answerId": "4",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-048",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글의 내용과 일치하는 것은?",
    "passage": "시민 불복종이란 부정의한 법률이나 정책에 대해 시민이 공개적이고 비폭력적인 방법으로 의도적으로 법을 위반하는 행위이다. 롤스에 따르면 시민 불복종은 공유된 정의관에 호소하는 정치적 행위로서, 법에 대한 일반적 충실성의 범위 내에서 이루어져야 한다. 이는 개인적 이익이 아닌 사회 정의의 실현을 목적으로 하며, 행위자는 법적 처벌을 감수할 의사를 가져야 한다. 소로는 노예 제도에 반대하여 인두세 납부를 거부하였고, 간디는 영국의 식민 지배에 비폭력 저항 운동으로 맞섰다.",
    "choices": [
      { "id": "1", "text": "시민 불복종은 개인적 이익 추구를 주된 목적으로 한다." },
      { "id": "2", "text": "롤스에 따르면 시민 불복종은 기존 법 체계 전체를 거부하는 혁명적 행위이며, 법적 질서에 대한 충실성과는 양립할 수 없다." },
      { "id": "3", "text": "시민 불복종의 행위자는 법적 처벌을 감수할 의사를 가져야 한다." },
      { "id": "4", "text": "간디의 저항 운동은 폭력적 수단에 의존하였다." }
    ],
    "answerId": "3",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-049",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글에서 베버가 제시한 관료제의 특성으로 적절하지 않은 것은?",
    "passage": "사회학자 막스 베버는 근대 관료제를 합리적 지배의 가장 순수한 유형으로 보았다. 베버가 제시한 관료제의 특성은 다음과 같다. 첫째, 업무는 규칙과 법규에 따라 수행된다. 둘째, 관료는 전문 지식에 기반하여 임명되며 직무 능력에 따라 승진한다. 셋째, 위계적 서열 구조에 의해 상하 간 명령과 복종의 체계가 형성된다. 넷째, 업무 수행은 문서를 통해 이루어지며 기록이 보존된다. 그러나 관료제의 경직성, 형식주의, 목표 대치 현상 등이 비판되며, 머턴은 규칙의 과잉 준수가 오히려 조직 목표 달성을 방해하는 역기능을 지적하였다.",
    "choices": [
      { "id": "1", "text": "업무는 정해진 규칙과 법규에 따라 수행된다." },
      { "id": "2", "text": "관료의 임명과 승진은 혈연이나 지연 등 개인적 관계에 따라 이루어진다." },
      { "id": "3", "text": "위계적 서열 구조에 의해 명령과 복종의 체계가 형성되며, 상위 직급의 관료가 하위 직급을 감독하는 수직적 구조를 특징으로 한다." },
      { "id": "4", "text": "업무 수행은 문서를 통해 이루어진다." }
    ],
    "answerId": "2",
    "timeLimitSec": 30
  },
  {
    "id": "witt-nr-050",
    "serverId": "wittgenstein",
    "questionType": "READING",
    "category": "비문학 독해",
    "stem": "윗글에서 추론할 수 있는 내용으로 가장 적절한 것은?",
    "passage": "사회적 자본이란 사회 구성원 간의 신뢰, 규범, 네트워크 등 사회적 관계에서 비롯되는 무형의 자원을 의미한다. 퍼트남은 사회적 자본이 풍부한 공동체일수록 시민 참여가 활발하고, 민주주의와 경제 발전의 수준이 높다고 주장하였다. 그는 이탈리아 남부와 북부의 지방 정부 성과 차이를 분석하며, 북부의 높은 사회적 자본이 효과적 거버넌스의 핵심 요인이라고 보았다. 그러나 사회적 자본이 폐쇄적 집단 내에서만 작동할 경우 배타성과 집단 이기주의로 이어질 수 있다는 비판도 존재한다.",
    "choices": [
      { "id": "1", "text": "사회적 자본은 반드시 긍정적 효과만 가져오며 부정적 측면은 존재하지 않는다." },
      { "id": "2", "text": "퍼트남의 분석에 따르면 이탈리아 남부의 지방 정부 성과가 북부보다 우수하였으며, 이는 남부의 높은 사회적 자본에 기인한다." },
      { "id": "3", "text": "사회적 자본이 높은 지역에서는 시민 참여가 활발하여 민주주의 발전에 기여할 수 있다." },
      { "id": "4", "text": "사회적 자본은 경제적 자본과 달리 계량적 측정이 용이하므로 정책 수립에 직접 활용된다." }
    ],
    "answerId": "3",
    "timeLimitSec": 30
  }
]
